{"intents": [
        {"tag": "greeting",
         "patterns": ["Hi", "How are you", "Is anyone there?", "Hello", "Good day", "Whats up"],
         "responses": ["Hello!", "Good to see you again!", "Hi there, how can I help?"],
         "context_set": ""
        },
        {"tag": "goodbye",
         "patterns": ["cya", "See you later", "Goodbye", "I am Leaving", "Have a Good day"],
         "responses": ["Sad to see you go :(", "Talk to you later", "Goodbye!"],
         "context_set": ""
        },
        {"tag": "name",
         "patterns": ["what is your name", "what should I call you", "whats your name?"],
         "responses": ["You can call me CoviBOT.", "I'm CoviBOT!", "I'm CoviBOT your assistant."],
         "context_set": ""
        },
        {"tag": "coronavirus",
                "patterns": ["what is coronavirus","tell me about coronavirus","what's covid-19","give me some informations about covid-19?","I need to know corona-virus","what's covid means?"],
                "responses": ["Coronavirus disease (COVID-19) is an infectious disease caused by a newly discovered coronavirus.","Coronaviruses are a type of virus.","Coronavirus disease 2019 (COVID-19) is defined as illness caused by a novel coronavirus now called severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)"],
                "context_set": ""
        },
        {"tag": "symptoms",
                "patterns": ["what are the symptoms","does corona have any symptoms","what are the most common symptoms","What are the common symptoms of COVID-19?"],
                "responses": ["Most common symptoms:fever ,dry cough and  tiredness","Less common symptoms: aches and pains ,sore throat and diarrhoea "," Less common symptoms: conjunctivitis, headache and  loss of taste or smell","Less common symptoms:a rash on skin or discolouration of fingers or toes","Serious symptoms: difficulty breathing or shortness of breath,chest pain or pressure or loss of speech or movement."],
                "context_set": ""
        },
        {"tag": "prevention",
                "patterns": ["How to prevent coronavirus transmission","how to stop coronavirus spreading ?","how to slow down coronavirus transmission?","How to prevent Covid-19 transmission","how to stop COVID-19 spreading ?","how to slow down COVID-19 transmission?","how to stand against coronavirus/COVID-19"],
                "responses": ["Wash your hands regularly with soap and water, or clean them with alcohol-based hand rub.","Maintain at least 1 metre distance between you and people coughing or sneezing.","Avoid touching your face.","Cover your mouth and nose when coughing or sneezing.","Stay home if you feel unwell.","Refrain from smoking and other activities that weaken the lungs.","Practice physical distancing by avoiding unnecessary travel and staying away from large groups of people."],
                "context_set": ""
        },
        {"tag": "todo",
                "patterns": ["What should I do if I have symptoms of COVID-19?","what I must do if identifies any symptoms","quick action if I have any symtoms","what first action to do in case of illness","what should I do if I got COVID-19/coronavirus"],
                "responses": ["Seek immediate medical attention if you have serious symptoms.","Always call before visiting your doctor or health facility.","People with mild symptoms who are otherwise healthy should manage their symptoms at home.","On average it takes 5–6 days from when someone is infected with the virus for symptoms to show","however it can take up to 14 days for symptoms to show."],
                "context_set": ""
        },
        {"tag": "masks",
                "patterns": ["How well do face masks protect against coronavirus?","How do the different types of masks work?","How to get the most from your mask","What about face shields?","Do you still need to wear a facemask after you’re fully vaccinated?","what are the types of face masks?"],
                "responses": ["Medical masks Also called surgical masks, these are loosefitting disposable masks. They're meant to protect the wearer from contact with droplets and sprays that may contain germs. ","A medical mask also filters out large particles in the air when the wearer breathes in."," To make medical masks more form-fitting, knot the ear loops where they attach to the mask. Then fold and tuck the unneeded material under the edges.","An N95 mask is a type of respirator. It offers more protection than a medical mask does because it filters out both large and small particles when the wearer inhales.","Because N95 masks have been in short supply, the CDC has said they should be reserved for health care providers.","Some N95 masks, and even some cloth masks, have valves that make them easier to breathe through. Unfortunately, these masks don't filter the air the wearer breathes out. For this reason, they've been banned in some places.","The CDC doesn't recommend using face shields instead of masks because it's unclear how much protection shields provide.","wearing a face mask may not be possible in every situation. If you must use a face shield instead of a mask","Masks that have a bendable nose strip help prevent air from leaking out of the top of the mask.","The effectiveness of cloth and medical masks can be improved by ensuring that the masks are well fitted to the contours of your face to prevent leakage of air around the masks' edges."],
                "context_set": ""
        },
        {"tag": "usemask",
                "patterns": ["how to use mask ?","whats the propper why to put a mask?","what precaution to take while putting a mask ?","is mask enaught to stay safer?","advices about masks","precautions about masks"],
                "responses": ["Wash or sanitize your hands before and after putting on your mask.","Place your mask over your mouth and nose and chin.","Tie it behind your head or use ear loops. Make sure it's snug.","Don't touch your mask while wearing it.","If you accidentally touch your mask, wash or sanitize your hands.","If your mask becomes wet or dirty, switch to a clean one. Put the used mask in a sealable bag until you can get rid of it or wash it."," Remove the mask by untying it or lifting off the ear loops without touching the front of the mask or your face.","Wash your hands immediately after removing your mask.","Regularly wash cloth masks in the washing machine or by hand. (They can be washed along with other laundry.)","Don't put masks on anyone who has trouble breathing or is unconscious or otherwise unable to remove the mask without help.","Don't put masks on children under 2 years of age.","Don't use face masks as a substitute for physical distancing."],
                "context_set": ""
        }

   ]
}